[
{
    "name":"India Gate.jpg",
    "title":"India Gate",
    "description":"The India Gate is a war memorial located in New Delhi, along the Rajpath. It is dedicated to the 82,000 soldiers, both Indian and British, who died during the First World War and the Third Anglo-Afghan War. India Gate looks stunning at night with the fountain displaying colourful lights. The surrounding lush green lawns are a popular picnic spot. The Amar Jawan Jyoti is also located here.",
    "date":"2018-03-12T12:02:47.386Z",
    "coords":{
        "lat":28.612893133440824,
        "lng":77.22950719194831
    },
    "direction":"data/photos/india"
},
{
    "name":"Lotus Temple.jpg",
    "title":"Lotus Temple",
    "description":"The Lotus Temple is one of the seven Baha'i House of Worship present around the world. Known for its stunning white petal lotus architecture, iy is one of the most visited establishments in the world.",
    "date":"2018-03-13T12:02:47.386Z",
    "coords":{
        "lat":28.553463710742303,
        "lng":77.25861182090948
    },
    "direction":"data/photos/india"
},


{
    "name":"Lotus Temple inside.jpg",
    "title":"Lotus Temple inside",
    "description":"As you enter The Lotus Temple you encounter an enchanting entrance gate, beautiful floral gardens and scintillating pools. The pathway leading up to the temple doors is lined with lush green shrubs and a feeling of tranquillity adorns the atmosphere despite the bubbling crowd. Once inside, the mesmerising architecture will lull you into an introspective silence. You can read and chant religious texts of any faith, and musical renditions of religious texts can be sung without any inhibitions in the temple complex. The Bahai Lotus Temple is without a doubt one of the must-visit places in the capital. Not just for its marvellous architecture but also to experience a new way of meditation in a completely different, blissful ambience.",
    "date":"2018-03-13T14:30:47.386Z",
    "coords":{
        "lat":28.553463710742303,
        "lng":77.25861182090948
    },
    "direction":"data/photos/india"
},
{
    "name":"Taj Mahal.jpg",
    "title":"Taj Mahal",
    "description":"Taj Mahal One of the seven wonders of the world, Taj Mahal is located on the banks of River Yamuna in Agra. It was built by the Mughal Emperor Shah Jahan as a memorial for his third wife, Mumtaz Mahal. It also houses the tomb of Shah Jahan himself. Constructed entirely out of white marble in the 17th century, Taj Mahal is one of the most beautiful monuments in the world. Every year visitors numbering more than the entire population of Agra pass through the magnificent gates to catch a glimpse of this breathtaking monument! A UNESCO World Heritage Site, the Taj Mahal stands for the Crown of Palaces in the Persian language. The tomb is laid out in a rectangular shape and can be approached through a massive gateway which has an arch and alcoves on either side of it. There are water channels and fountains in the entrance which makes the monument even more spectacular. The reflection of this majestic spectacle in the Yamuna is almost poetic in its perfection! Covering an area of approximately 42 Acres, the construction of the Taj Mahal began in 1631 and it took 17 years before it was completed in 1648! It was constructed using white marble obtained from Makrana in Rajasthan.",
    "date":"2018-03-14T14:30:47.386Z",
    "coords":{
        "lat":27.175058935566025, 
        "lng":78.04206384275416
    },
    "direction":"data/photos/india"
},


{
    "name":"Taj Museum.jpg",
    "title":"Taj Museum",
    "description":"Located inside the Taj Mahal complex, the Taj Museum was established in 1982 on the western ends of the Taj Gardens. The tiny but terrific depository is a double-storeyed building with a quadrangle projection outside. Situated a little left on the main gate of the mausoleum inside the Jal Mahal, the museum provides the wonderful opportunity to have a close look at the blueprints, arts and artefacts used in the construction of the world-class monument. It also houses paintings displaying the construction and planning of the graves of the Emperor and his Emperess and the angles measured are so, that the foot of the graves always faces the spectators.",
    "date":"2018-03-14T16:30:47.386Z",
    "coords":{
        "lat":27.175058935566025, 
        "lng":78.04206384275416
    },
    "direction":"data/photos/india"
},
{
    "name":"cow.jpg",
    "title":"Cow",
    "description":"It represents Mother Earth, as it is a source of goodness and its milk nourishes all creatures. Krishna, a central Hindu deity, is often portrayed in stories recounting his life as a cowherd and referring to him as the child who protects cows.",
    "date":"2018-03-14T16:30:47.386Z",
    "coords":{
        "lat":27.175058935566025, 
        "lng":78.04206384275416
    },
    "direction":"data/photos/india"
},


{
    "name":"Sri Rangji Mandir.jpg",
    "title":"Sri Rangji Mandir",
    "description":"The majestic Rangji Temple in Vrindavan with a wonderful concoction of North and South Indian architecture. The large temple premises is exquisite and beautiful beyond expression. Dedicated to Lord Vishnu, the temple was built in 1851 and is said to be constructed with an amount of Rupees 45lakhs (A huge amount that time). It's sheer magnificence and grandeur that you witness here.",
    "date":"2018-03-15T16:30:47.386Z",
    "coords":{
        "lat":27.58247800430865,
        "lng":77.70265987871025
    },
    "direction":"data/photos/india"
},
{
    "name":"Sri Rangji Mandir inside.jpg",
    "title":"Sri Rangji Mandir inside",
    "description":"Sri Rangji Mandir is dedicated to Lord Sri Goda-Rangamannar. Goda or Andal as she is popularly known in South India was a famous 8th century Vaishnava saint who had composed Tiruppuvai which centers around her love for her beloved Lord Krishna and his leela bhoomi Vrindavan. She pines for him, fasts for him, sings songs in his praise and wants to attain him by marrying him. Lord Ranganatha who is none other than Krishna answers her prayers by becoming her bridegroom. In SriRangji Mandir, Lord Krishna is present as the bridegroom with a walking stick in his hand as is the custom in a traditional south Indian marriage. To his right is Andal and to his left Garuda, the vahana of Lord Krishna.",
    "date":"2018-03-15T16:30:47.386Z",
    "coords":{
        "lat":27.58247800430865,
        "lng":77.70265987871025
    },
    "direction":"data/photos/india"
},
{
    "name":"Qutub Minar.jpg",
    "title":"Qutub Minar",
    "description":"Qutub Minar is a minaret or a victory tower located in the Qutub complex, a UNESCO World Heritage Site in Delhi's Mehrauli area. With a height of 72.5 metres (238 ft), Qutub Minar is the second tallest monument of Delhi. The surrounding Qutub complex has lush green lawns which are popular picnic spot.",
    "date":"2018-03-16T16:30:47.386Z",
    "coords":{
        "lat":28.524560567905596,
        "lng":77.18552842607134
    },
    "direction":"data/photos/india"
},


{
    "name":"IronPillar.jpg",
    "title":"Iron Pillar",
    "description":"Iron Pillar is one of the many mysterious monuments of wonder present in Delhi- the capital of India. Located within the Qutub Minar complex in Mehrauli area of New Delhi, the Iron Pillar has been posing as one of the foremost metallurgical curiosities of the world due to its prowess to not exhibit a speck of rust despite being thousands of years old. Made with 98% wrought iron and withstanding over 1600 years of withering, the pillar still stands sturdy and resists corrosion. However, a few studies in the recent times suggest that the incorrigible nature of the monument is due to a thin layer of crystalline iron hydrogen phosphate hydrate forming on the high-phosphorus-content iron, which serves to protect it from the effects of the humid climate and weather conditions.",
    "date":"2018-03-16T16:30:47.386Z",
    "coords":{
        "lat":28.524560567905596,
        "lng":77.18552842607134
    },
    "direction":"data/photos/india"
}

]